<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Adhyatma Prakash Karyalaya</title>
<link href="../style/reset.css" media="screen" rel="stylesheet" type="text/css" />
<link href="../style/style.css" media="screen" rel="stylesheet" type="text/css" />
</head>

<body>
<div class="page">
	<div class="header">
		<div class="logo"><img src="../images/aplogo.png" alt="AP-Logo"/></div>
		<div class="logokalash"><img src="../images/kalash.png" alt="kalash"/></div>
		<div class="title">Adhyātmaprakāsha Kāryālaya</div>
		<div class="subtitle">एतज्ज्ञेयं नित्यमेवात्मसंस्थम् | नातः परं वेदितव्यं हि किञ्चित् ||</div>
		<div id="nav">
			<ul>
				<li><a href="../../index.php">Home</a></li>
				<li><a href="../about.php">About</a></li>
				<li><a class="active" href="../activity.php">Activities</a></li>
				<li><a href="../magazine.php">Magazine</a>
					<ul id="magnav">
						<li><a href="../volumes.php">Volumes</a></li>
						<li><a href="../articles.php?letter= ">Articles</a></li>
						<li><a href="../authors.php?letter= ">Authors</a></li>
					</ul>
				</li>
				<li><a href="../publications.php">Publications</a>
					<ul id="pubnav">
						<li><a href="../kannada.php">Kannada Books</a></li>
						<li><a href="../sanskrit.php">Sanskrit Books</a></li>
						<li><a href="../english.php">English Books</a></li>
					</ul>
				</li>
				<li><a href="../appeal.php">Appeal</a></li>
				<li><a href="../news.php">News</a></li>
				<li><a href="../contact.php">Contact</a></li>
			</ul>
		</div>
	</div>
	<div class="content">
		<div class="col1">
			<div class="title">ಶ್ರೀ ಸಚ್ಚಿದಾನಂದ ಅಧ್ಯಾತ್ಮವಿದ್ಯಾಲಯ ಪರಿಚಯ ಪತ್ರ ಮತ್ತು ಪಾಠಕ್ರಮ</div><br />
			<div class="subtitle">ಪ್ರಕಟಣೆ</div>
			<p>ಪ್ರಿಯ ಅಧ್ಯಾತ್ಮ ಪ್ರೇಮಿಗಳೇ,</p><br />	
			<p>ಅಧ್ಯಾತ್ಮಪ್ರಕಾಶ ಕಾರ್ಯಾಲಯವು ಅಧ್ಯಾತ್ಮ ವಿದ್ಯೆಯಲ್ಲಿ ಜನರಿಗೆ ಹೆಚ್ಚು ಆದರವನ್ನುಂಟು ಮಾಡಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದ ೧೯೨೦ನೆಯ ಇಸವಿಯಿಂದಲೂ ದುಡಿಯುತ್ತಿದೆಯೆಂಬುದನ್ನೂ ಕನ್ನಡ, ಸಂಸ್ಕೃತ, ಇಂಗ್ಲೀಷು ಭಾಷೆಗಳಲ್ಲಿ ಬರೆದಿರುವ ಅಧ್ಯಾತ್ಮಗ್ರಂಥಗಳನ್ನು ಪ್ರಕಟಿಸುವುದು. &ldquo;ಅಧ್ಯಾತ್ಮಪ್ರಕಾಶ&rdquo; ವೆಂಬ ಮಾಸಪತ್ರಿಕೆಯನ್ನು ಹೊರಡಿಸುವುದು; ಗ್ರಂಥಕಾಲಕ್ಷೇಪಗಳನ್ನು ಏರ್ಪಡಿಸುವದು; ಅಧ್ಯಾತ್ಮ ಸಂಬಂಧವಾದ ಉತ್ಸವಗಳನ್ನೂ ಉಪನ್ಯಾಸಗಳನ್ನೂ ಏರ್ಪಡಿಸುವುದು- ಈ ಬಗೆಯ ಸಾಧನಗಳಿಂದ ಅಧ್ಯಾತ್ಮವಿದ್ಯಾಪ್ರಸಾರವನ್ನು ಮಾಡುತ್ತಿದೆಯೆಂಬುದನ್ನೂ ಈಗ ಕನ್ನಡನಾಡಿನಲ್ಲಿಯೂ ಮತ್ತು ಇತರ ಪ್ರಾಂತಗಳಲ್ಲಿಯೂ ಅನೇಕರು ಬಲ್ಲವರಾಗಿದ್ದಾರೆ. ಅಧ್ಯಾತ್ಮಪ್ರಕಾಶ ಕಾರ್ಯಾಲಯದ ಅಂಗವಾಗಿರುವ ವಿದ್ಯಾಲಯದಲ್ಲಿ ಅಧ್ಯಾತ್ಮ ವಿದ್ಯಾ ಪ್ರಚಾರಕರನ್ನು ಸಜ್ಜುಗೊಳಿಸಲು ಮತತ್ರಯಗಳಿಗೊಪ್ಪಾಗುವ ಒಂದು ಅಭ್ಯಾಸ ಪದ್ಥತಿಯನ್ನೂ ಏರ್ಪಡಿಸಿರುತ್ತದೆ. ಶ್ರೀ ಶ್ರೀ ಪ್ರಕಾಶಾನಂದೇಂದ್ರಸರಸ್ವತೀಸ್ವಾಮಿಗಳ ನೇತೃತ್ವದಲ್ಲಿ ಈ ಅಭ್ಯಾಸ ಪದ್ಥತಿಯಲ್ಲಿ ಈ ವರ್ಷವೂ ಕೂಡ ಸಂಸ್ಕತ, ಇಂಗ್ಲೀಷು, ಕನ್ನಡ- ಈ ಮೂರು ಭಾಷೆಗಳಲ್ಲಿರುವ ಗ್ರಂಥಗಳ ಮೂಲಕ ತತ್ತ್ವವಿಚಾರವನ್ನೂ ಸಾಧನಕ್ರಮವನ್ನೂ ತಿಳಿಸಿಕೊಡಲಾಗುವುದು. ವಿದ್ಯಾಲಯದ ವ್ಯಾಪ್ತಿಯು ಇಡಿ ಭಾರತ ದೇಶಕ್ಕೆ ಇರುವುದು. ಆದ್ದರಿಂದ ಬೋಧನಕ್ರಮದಲ್ಲಿ ಉಪಯೋಗಿಸುವ ಪ್ರಧಾನಭಾಷೆಗಳು ಸಂಸ್ಕೃತ ಮತ್ತು ಇಂಗ್ಲೀಷ್ ಆಗಿರುವುದು.</p><br />
			<div class="subtitle">ಅಭ್ಯಾಸದ ವಿಷಯಗಳು</div><br />
			<ul>
				<li>ಉಪನಿಷತ್ತುಗಳು, ಭಗವದ್ಗೀತೆ, ಬ್ರಹ್ಮಸೂತ್ರ-ಎಂಬ ಪ್ರಸ್ಥಾನತ್ರಯವನ್ನು ದಕ್ಷಿಣದೇಶದಲ್ಲಿ ಪ್ರಚಾರದಲ್ಲಿರುವ ಮತತ್ರಯದ ಪರಿಚಯದೊಡನೆ ಹೇಳಿಕೊಡಲಾಗುತ್ತದೆ. ಇದರ ಜೊತೆಗೆ ಹಿಂದೂ ಮತದ ಇತಿಹಾಸವನ್ನೂ ಭರತಖಂಡದಲ್ಲಿರುವ ವೀರಶೈವ; ಆರ್ಯಸಮಾಜ; ಬ್ರಹ್ಮಸಮಾಜ-ಮುಂತಾದ ಪಂಥಗಳ ಸಂಕ್ಷಿಪ್ತ ಪರಿಚಯವನ್ನೂ ಸೇರಿಸಿರುತ್ತದೆ. </li>
				<li>ಅವೈದಿಕಮತಗಳ- ಎಂದರೆ ಜೈನ, ಬೌದ್ಧ, ಕ್ರಿಸ್ತಿಯನ್, ಇಸ್ಲಾಂ, ಪಾರ್ಸಿ, ಯಹೋದಿ ಮುಂತಾದವುಗಳ- ಸ್ಥಾಪಕರ ಜೀವನಚರಿತ್ರೆಯನ್ನೂ ಮುಖ್ಯೋಪದೇಶಗಳನ್ನೂ ಇಂಗ್ಲೀಷಿನಲ್ಲಿ ಅಥವಾ ಭಾಷಾಂತರದಲ್ಲಿ ಪ್ರಕಟವಾಗಿರುವ ಪುಸ್ತಕಗಳ ಸಹಾಯದಿಂದ ತಿಳಿಸಿಕೊಡಲಾಗುತ್ತದೆ.</li>
				<li>ಜಪ, ಪೂಜೆ, ಧ್ಯಾನ-ಮುಂತಾದ ಸಾಧನಗಳ ಮರ್ಮವನ್ನು ವೈದಿಕ ಪದ್ಧತಿಗನುಗುಣವಾಗಿ ತಿಳಿಸಿಕೊಡಲಾಗುತ್ತದೆ.</li>
				<li>ಪುರಾಣಪ್ರವಚನ, ಕೀರ್ತನ, ಉಪನ್ಯಾಸ- ಮುಂತಾದ ರೀತಿಯಿಂದ ಅಧ್ಯಾತ್ಮಜೀವನವನ್ನು ನಡೆಯಿಸಿಕೊಂಡು ಸತ್ಕಾಲಕ್ಷೇಪ ಮಾಡುವ ರೀತಿಯನ್ನೂ ಅ ಮೂಲಕ ಜನತಾಸೇವೆಯನ್ನು ಮಾಡುವ ಕ್ರಮವನ್ನೂ ತಿಳಿಸಿಕೊಡಲಾಗುತ್ತದೆ.</li>
			</ul><br />
			<div class="subtitle">ಅಭ್ಯಾಸದ ಕಾಲ, ಪಾಠಕ್ರಮದ ವಿವರ</div><br />
			<table class="intro_table">
				<tr>
					<td class="left">ಮೊದಲನೆ ವರ್ಷ:</td>
					<td class="right">ಈಶ, ಕೇನ, ಕಠ, ಮುಂಡಕ, ಪ್ರಶ್ನಭಾಷ್ಯಗಳು; ಭಗವದ್ಗೀತಾ ಭಾಷ್ಯದ ೬ ಅಧ್ಯಾಯಗಳು; ಹಿಂದೂಧರ್ಮದ ಇತಿಹಾಸ.</td>
				</tr>
				<tr>
					<td class="left">ಎರಡನೇ ವರ್ಷ:</td>
					<td class="right">ಐತರೇಯ, ತೈತ್ತಿರೀಯ, ಮಾಂಡೂಕ್ಯ, ಭಗವದ್ಗೀತಾ ೧೨ನೆಯ ಅಧ್ಯಾಯ ಪೂರ; ತರ್ಕಸಂಗ್ರಹ-ದೀಪಿಕಾ ಸಹಿತ; ಸಾಂಖ್ಯಯೋಗಗಳ ಸಾಮಾನ್ಯ ಪರಿಚಯ; ಜೈನಬೌದ್ಧಮತಗಳ ಪರಿಚಯ</td>
				</tr>
				<tr>
					<td class="left">ಮೂರನೆಯ ವರ್ಷ:</td>
					<td class="right">ಬೃಹದಾರಣ್ಯಕ ೩ ಅಧ್ಯಾಯಗಳು, ಭಗವದ್ಗೀತಾ ಪೂರ; ವೇದಾಂತಪರಿಭಾಷಾದಿ ಗ್ರಂಥಗಳ ಸಾಮಾನ್ಯಪರಿಚಯ; ಪಾರ್ಸಿ, ಯಹೋದಿ, ಕ್ರಿಸ್ತಿ ಇಸ್ಲಾಂ ಮತಗಳ ಪರಿಚಯ</td>
				</tr>
				<tr>
					<td class="left">ನಾಲ್ಕನೆಯ ವರ್ಷ:</td>
					<td class="right">ಬೃಹದಾರಣ್ಯಕ ಪೂರ; ಛಾಂದೋಗ್ಯ; ಬ್ರಹ್ಮಸೂತ್ರ ಪ್ರಥಮಾಧ್ಯಾಯ; ವಾಖ್ಯಾನ ಪ್ರಸ್ಥಾನಗಳ ಸಾಮಾನ್ಯ ಪರಿಚಯ.</td>
				</tr>
				<tr>
					<td class="left">ಐದನೆಯ ವರ್ಷ:</td>
					<td class="right">ಬ್ರಹ್ಮಸೂತ್ರ ಪೂರ; ವ್ಯಾಖ್ಯಾನಗ್ರಂಥಗಳ ಸಾಮಾನ್ಯಪರಿಚಯ, ಪಾಶ್ಚಾತ್ಯ ದರ್ಶನಗಳ ಇತಿಹಾಸ.</td>
				</tr>
			</table><br />
			<div class="subtitle">ಅಭ್ಯಾಸ ಕ್ರಮ</div><br />
			<ul>
				<li>ಬೆಳಿಗ್ಗೆ, ಅಪರಾಹ್ನ:- ಎರಡು ಹೊತ್ತೂ ಸುಮಾರು ಒಂದೊಂದು ಘಂಟೆಯ ಎರಡು ಪಾಠಗಳು.</li>
				<li>ಮಧ್ಯಾಹ್ನ:- ಪುರಾಣ, ಕೀರ್ತನೆ, ಉಪನ್ಯಾಸ- ಇವುಗಳಿಗೆ ಬೇಕಾದ ಸಾಮಗ್ರಿಯ ಸಂಗ್ರಹ.</li>
				<li>ಸಾಯಂಕಾಲ:- ಜನಸಾಮಾನ್ಯಕ್ಕೆ ಅನುಕೂಲವಾಗುವ ಪುರಾಣ ಶ್ರವಣಾದಿಗಳನ್ನು ನಡೆಯಿಸುವದು.</li>
				<li>ಬೆಳಿಗ್ಗೆ ಅಥವಾ ಅಪರಾಹ್ನ:- ಒಂದು ಘಂಟೆ ಕಾರ್ಯಾಲಯದಲ್ಲಿ ಬೇರೆ ಬೇರೆಯ ಕೆಲಸವನ್ನು ಕಲಿಯುವದು.</li>
				<li>ಶ್ರೀ ಶ್ರೀ ಪ್ರಕಾಶನಂದೇಂದ್ರಸರಸ್ವತಿಸ್ವಾಮಿಗಳವರು ಮತ್ತು ಇತರ ಗೌರವಾನ್ವಿತ ವಿದ್ವಾಂಸರುಗಳು ಪಾಠಗಳನ್ನು ಅಭ್ಯಸಿಸುವರು.</li>
			</ul><br />

			<div class="subtitle">ವಿದ್ಯಾರ್ಥಿಗಳಿಗಿರಬೇಕಾದ ಅರ್ಹತೆ</div><br />
			<p>ಈಗಿನ ಜನಜೀವನಕ್ರಮವನ್ನರಿತುಕೊಂಡು ವೈದಿಕ, ಅವೈದಿಕ ಬ್ರಾಹ್ಮಣ, ಅಬ್ರಾಹ್ಮಣ-ಮುಂತಾದ ಭೇದಭಾವನೆಗಳನ್ನು ಮುರಿದು ತಮ್ಮ ಅನುಷ್ಠಾನದಿಂದ ಜನರಿಗೆ ಮೇಲುಙ್ಕ್ತೆಯಾಗಿ ಪರಸ್ಪರ ಸೌಹಾರ್ದವನ್ನೂ ಸಹಾನುಭೂತಿಯನ್ನೂ ಬೆಳೆಯಿಸಬಲ್ಲ ಉದಾರದೃಷ್ಟಿಯ ವೈದಿಕ ಧರ್ಮೋಪದೇಶಕರನ್ನು ಸಜ್ಜುಗೊಳಿಸುವುದೇ ವಿದ್ಯಾಲಯದ ಹೆಗ್ಗುರಿಯು.</p><br />
			<p>ಕಾವ್ಯ/ನಾಟಕದ ಮಟ್ಟದ ಸಂಸ್ಕೃತ ಪರಿಚಯವನ್ನು ಬಲ್ಲವರಾಗಲಿ, ಕಾಲೇಜು ಮಟ್ಟದ ಇಂಗ್ಲೀಷ್ ಪರಿಚಯವನ್ನು ಬಲ್ಲವರಾಗಲಿ ವಿದ್ಯಾಲಯಕ್ಕೆ ಸೇರಬಹುದು. ಇಂಗ್ಲೀಷ್ ಪರಿಚಯವಿಲ್ಲದ ಸಂಸ್ಕೃತ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೂ, ಸಂಸ್ಕೃತ ಪರಿಚಯವಿಲ್ಲದ ಇಂಗ್ಲೀಷ್/ಕನ್ನಡ/ತೆಲುಗು ವಿದ್ಯಾರ್ಥಿಗಳಿಗೂ ಆಯಾ ಭಾಷೆಗಳನ್ನು ಕಲಿಸಿಕೊಡಲಾಗುವುದು.</p><br />
			<p>ವಾಚಾಲತೆ, ಸಂಸ್ಕೃತಜ್ಞಾನ, ಗ್ರಹಣಶಕ್ತಿ-ಇವುಗಳು ಹೆಚ್ಚಾಗಿರುವವರನ್ನು ಮೊದಲು ಆರಿಸಿಕೊಳ್ಳಲಾಗುವುದು. ಒಂದೆರಡು ತಿಂಗಳು ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡಿದ ಮೇಲೆಯೇ ನಿಯತವಿದ್ಯಾರ್ಥಿಗಳ ಗುಂಪಿಗೆ ಸೇರಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ. </p><br />
			<p>ಸಾಮಾನ್ಯವಾಗಿ ಪಾಠಗಳು ಸಂಸ್ಕೃತ/ಇಂಗ್ಲೀಷ್ ಮಾಧ್ಯಮದಲ್ಲಿಯೇ ಇರುತ್ತವೆ. ಅರ್ಹತೆ ಇರುವ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಉಚಿತವಾಗಿ ಊಟ ಮತ್ತು ವಸತಿಗಳ ಏರ್ಪಾಡು ಮಾಡಲಾಗುವುದು. </p><br />
			<p>ಹತ್ತರಿಂದ ಹದಿನಾರು ವರ್ಷ ವಯೋಮಿತಿ ಇರುವ ಕಿರಿಯ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಸಂಸ್ಕೃತಭಾಷಾಭ್ಯಾಸ, ಸೂಕ್ತ ವೇದಾಧ್ಯಯನ, ಪೂಜಾವಿಧಾನ ಇತ್ಯಾದಿಗಳನ್ನು ಹೇಳಿಕೊಡುವ ಏರ್ಪಾಡನ್ನೂ ಮಾಡಲಾಗಿದೆ. ಈ ಅಭ್ಯಾಸಕ್ರಮಕ್ಕೆ ಮೂರು ವರ್ಷಗಳ ಕಾಲ ನಿಗದಿ ಪಡಿಸಲಾಗಿದೆ. ಈ ಏರ್ಪಾಡು ಐದು ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಸೀಮಿತ.</p><br />
			<p>ಮೇಲೆ ವಿವರಿಸಿರುವಂತೆ ಅರ್ಹತೆಯುಳ್ಳವರು ಏಪ್ರಿಲ್ ೧೫ನೇ ದಿನಾಂಕದ ಒಳಗೆ ಅಧಿಕೃತ ಪ್ರವೇಶಪತ್ರ, ಅಭ್ಯಾಸಕ್ರಮ ಇತ್ಯಾದಿಗಳನ್ನು ಈ ಕೆಳಕಂಡ ವಿಳಾಸದಿಂದ ಪಡೆದು ಪ್ರವೇಶಪತ್ರವನ್ನು ಸಲ್ಲಿಸಬೇಕು. ಪಾಠಗಳು ಮೇ ೧ನೇ ದಿನಾಂಕದಿಂದ ಪ್ರಾರಂಭವಾಗಲಿದೆ.</p><br />
			<p>ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗೆ ಕೆಳಗೆ ಕೊಟ್ಟ ವಿಳಾಸ/ದೂರವಾಣಿಯ ಮೂಲಕ ಸಂಪರ್ಕಿಸಬಹುದು.</p><br />

			<p>
				ಅಧ್ಯಕ್ಷರು, ಅಧ್ಯಾತ್ಮಪ್ರಕಾಶಕಾರ್ಯಾಲಯ<br />
				secretary@adhyatmaprakasha.org<br />
				coordinator-apk@yahoo.com<br />
				www.adhyatmaprakasha.org
			</p>

			<p>
				(ಸಾರ್ವಜನಿಕ ಧರ್ಮಾರ್ಥ ಸಂಸ್ಥೆ)<br />
				ಹೊಳೆನರಸೀಪುರ, ಹಾಸನ ಜಿಲ್ಲೆ- 573 211<br />
				ದೂ: 08175-273820
			</p>
		</div>
		<div class="col2">
			<div class="widget">
				<div class="title">News updates</div>
				<p>
					<span class="news1"><a href="#" target="_blank">ಶ್ರೀ ಸಚ್ಚಿದಾನಂದ ಅಧ್ಯಾತ್ಮವಿದ್ಯಾಲಯ - ಪರಿಚಯ ಪತ್ರ ಮತ್ತು ಪಾಠಕ್ರಮ</a></span>
				</p>
			</div>
			<div class="rule"></div>
			<div class="widget">
				<div class="title">Top viewed books</div>
				<p><?php include("../topviewed.php")?></p>
			</div>
		</div>
	</div>
	<div class="footer">
		<div class="foot_box">
			<div class="fleft">
				&copy;2007-2011 Adhyatmaprakasha Karyalaya, Holenarsipura. All Rights Reserved
			</div>
			<div class="fright">
				<ul>
					<li><a href="../#">Terms of Use</a></li>
					<li>|</li>
					<li><a href="../#">Privacy Policy</a></li>
					<li>|</li>
					<li><a href="../contact.php">Contact Us</a></li>
					<li>&nbsp;</li>
				</ul>
			</div>
		</div>
	</div>
</div>
</body>
</html>
