<?php include(__DIR__ . "/../inc/include_header.php");?>

	<div class="content">
		<div class="col1">
			<div class="title">Announcements</div>
			<div class="list">
				1. <span class="bld">ವಿದ್ಯಾರ್ಥಿನಿಲಯ</span>:
				ಕಾರ್ಯಾಲಯದ ಅಂಗವಾಗಿರುವ ಈ ವಿದ್ಯಾರ್ಥಿನಿಲಯದಲ್ಲಿ ಹಾಲಿ 10 ಜನ ವಿದ್ಯಾರ್ಥಿಗಳು ವ್ಯಾಸಂಗ ಮಾಡುತ್ತಿದ್ದಾರೆ. ಇವರಿಗೆ ಪ್ರತಿದಿನ ಬೆಳೆಗ್ಗೆ 8.00 ರಿಂದ 9.00 ರವರೆಗೆ ಮತ್ತು ಸಂಜೆ 4.00 ರಿಂದ 5.00 ರವರೆಗೆ ಬ್ರಹ್ಮಸೂತ್ರ ಶಾಂಕರಭಾಷ್ಯ , 11.00 ರಿಂದ 12.00 ರವರೆಗೆ ಭಗವದ್ಗೀತಾಭಾಷ್ಯ ಭಾಷ್ಯಪಾಠಗಳನ್ನು ಹೇಳಿಕೊಡಲಾಗುತ್ತಿದೆ. ಇದಲ್ಲದೆ ಹಿರಿಯ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ  "ಮಾಂಡೂಕ್ಯರಹಸ್ಯ ವಿವೃತ್ತಿಃ" ಮತ್ತು  "The Science of Reality" ಪಾಠಗಳು ನಡೆಯುತ್ತಿದೆ.
				ನೂತನ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಶಂಕರಜಯಂತಿಯಿಂದ ಪ್ರವೇಶ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ. ಆಸಕ್ತ ವಿದ್ಯಾರ್ಥಿಗಳು ಕಾರ್ಯಾಲಯಕ್ಕೆ ಭೇಟಿ ನೀಡಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಬೇಕಾಗಿ ವಿನಂತಿ.
				ವಿದ್ಯಾರ್ಥಿಗಳ ಯೋಗ್ಯತೆಯನ್ನು ಕಾರ್ಯಾಲಯದ ಪ್ರವೇಶ ಪತ್ರದಲ್ಲಿ ನಮೂದಿಸಲಾಗಿದೆ. ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಊಟ, ವಸತಿ ಉಚಿತವಾಗಿ ನೀಡಲಾಗುವುದು. ಮತ್ತು ನಮ್ಮ ಬೆಂಗಳೂರಿನ ಶಾಖಾಕಾರ್ಯಾಲಯದಲ್ಲೂ ಸಹ ವಿದ್ಯಾನಿಲಯವನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಅಲ್ಲಿ ಹಾಲಿ 3ಜನ ವಿದ್ಯಾರ್ಥಿಗಳು ಇರುತ್ತಾರೆ. ಅಲ್ಲೂ ಸಹ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಪ್ರವೇಶ ಪ್ರಾರಂಭವಾಗಿದೆ.<br /><br /> 

				2. <span class="bld">ಹಸ್ತೋದಕಸೇವೆ</span>:
				ವಿದ್ಯಾರ್ಥಿಗಳ ಶಾಶ್ವತ ಭೋಜನ ವ್ಯವಸ್ಥೆಗೆ ಹಸ್ತೋದಕ ಸೇವೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದೆ. ಇದರಲ್ಲಿ 550 ಜನ ಸೇವಾಕರ್ತರು ಇರುತ್ತಾರೆ. ಇನ್ನು ಸೇವೆಗೆ ಅವಕಾಶವನ್ನು ಕಲ್ಪಿಸಲಾಗಿದೆ. ಒಂದು ಸೇವೆಗೆ 5000 ರೂ. ಒಂದು ದಿನದ ಹಸ್ತೋದಕ ಸೇವೆಯೂ ಸಹ ಇರುತ್ತದೆ. ಸೇವೆಯ ಮೊತ್ತ 500 ರೂ.<br /><br />

				3. <span class="bld">ಪತ್ರಿಕೆ</span>:
				ನಮ್ಮ ಸಂಸ್ಥೆಯು "ಅಧ್ಯಾತ್ಮ ಪ್ರಕಾಶ" ಎಂಬ ಮಾಸ ಪತ್ರಿಕೆಯನ್ನು ಸುಮಾರು 79 ವರ್ಷಗಳಿಂದ ಪ್ರಕಟಿಸುತ್ತಿದೆ. ಇದಕ್ಕೆ ಸುಮಾರು 3000 ಜನ ಚಂದಾದಾರರು ಇರುತ್ತಾರೆ. ಇದರಲ್ಲಿ ಉತ್ತಮ ವೇದಾಂತ ಲೇಖನಗಳೂ, ಭಕ್ತಿ, ಸಾಧನೆ, ಈವರೆಗೂ ಅನುವಾದವಾಗದಿರುವ ಅಧ್ಯಾತ್ಮಿಕ ಸಾಹಿತ್ಯ ಮುಂತಾದ ವಿಷಯಗಳಿಂದ ತುಂಬಿದೆ. ಆಸಕ್ತರು ಹೊಳೆನರಸೀಪುರದ ಕಾರ್ಯಾಲಯಕ್ಕೆ M/o ಅಥವಾ DD ಕಳುಹಿಸಿ ಚಂದಾದಾರರಾಗಬಹುದು. ಚಂದಾ ಶುಲ್ಕ- ವಾರ್ಷಿಕ 50 ರೂ., ದಾನಿಗಳು(10 ವರ್ಷ) 500 ರೂ, ಚಂದಾದಾರರಿಗೆ ಪುಸ್ತಕಗಳ ಮೇಲೆ 12% ರಿಯಾಯಿತಿ ದೊರೆಯುತ್ತದೆ. ವೇದಾಂತಪ್ರೇಮಿಗಳು ತಾವೂ ಚಂದಾದಾರರಾಗಿ ಇತರರನ್ನೂ ಚಂದಾದಾರರನ್ನಾಗಿ ಮಾಡಿ ಪತ್ರಿಕೆಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಬೇಕು.<br /><br />

				4. <span class="bld">ಗ್ರಂಥ ಪ್ರಕಟಣೆ</span>:
				ಕಾರ್ಯಾಲಯದಿಂದ ಈಗ ಅನೇಕ ಗ್ರಂಥಗಳು ಪುನರ್ಮುದ್ರಣಕ್ಕೆ ಬಂದಿರುತ್ತದೆ. ಭಕ್ತಾದಿಗಳು ದಯವಿಟ್ಟು ಧನ ಸಹಾಯ ಮಾಡಬೇಕಾಗಿ ವಿನಂತಿ. ಪುಸ್ತಕಗಳ ವಿವರ ಈ ರೀತಿ ಇದೆ. 
            </div>
            <table class="announcetbl">
				<tr>
					<th>ಪುಸ್ತಕಗಳು</th>
					<th>1,000 ಪ್ರತಿಗಳು</th>
				</tr>
				<tr>
					<td> ಛಾಂದೋಗ್ಯೋಪನಿಷತ್ತು ಭಾಗ ೧ ಮತ್ತು ೨ </td>
					<td>200000 </td>
				</tr>
				<tr>
					<td>ಅಧ್ಯಾತ್ಮ ವಿದ್ಯೆ </td>
					<td>32000</td>
				</tr>
				<tr>
					<td >ವಿವೇಕಚೂಡಾಮಣಿ</td>
					<td>50000</td>
				</tr>
				<tr>
					<td>ದೇವೀ ಮಾಹಾತ್ಮ್ಯೆ </td>
					<td >25000</td>
				</tr>
				<tr>
					<td>ತೈತ್ತರಿಯೋಪನಿಷತ್ತು (ಸಂಸ್ಕೃತ)</td>
					<td>85000</td>
				</tr>
				<tr>
					<td>ವೇದಾಂತ ಪ್ರಕ್ರಿಯಾ ಪ್ರತ್ಯಭಿಜ್ಞಾ (-೧-)</td>
					<td>150000</td>
				</tr>
				<tr>
					<td>ಉಪನಿಷತ್ತುಗಳು (ಮೂಲ) ಭಾಗ – ೨</td>
					<td>70000</td>
				</tr>
			</table>
				
			<div class="list">
                                ಧನವನ್ನು, ಚೆಕ್, ಡಿ. ಡಿ., ಎಂ. ಒ., ಮೂಲಕ ಕಳುಹಿಸಬಹುದು. ಹಾಗೂ ದಾನಿಗಳಿಗೆ 80-ಜಿ ಸೌಲಭ್ಯ ದೊರೆಯುತ್ತದೆ.<br /><br />
				ಇದಲ್ಲದೆ ಇನ್ನು ಅನೇಕ ಕಾರ್ಯಕ್ರಮಗಳು ನಡೆಯುತ್ತಿವೆ. ಕಾರ್ಯಾಲಯದಲ್ಲಿಯೇ ಡಿ. ಟಿ. ಪಿ. ಮಾಡುವ ಯೋಜನೆಯೂ ಸಹ ಇದೆ. ಆದ್ದರಿಂದ ಗಣಕಯಂತ್ರವನ್ನು ಸಹ ದೇಣಿಗೆ ಆಗಿ ನೀಡಬಹುದು. ಈ ಎಲ್ಲಾ ಚಟುವಟಿಕೆಗಳು ಸಂಸ್ಥಾಪಕರಾದ  "ಶ್ರೀ. ಶ್ರೀ. ಸಚ್ಚಿದಾನಂದೇಂದ್ರ ಸರಸ್ವತೀ" ಸ್ವಾಮಿಗಳ ಆಶೀರ್ವಾದದಿಂದ ನಡೆಯುತ್ತಾ ಬಂದಿರುತ್ತದೆ. ಈಗ ಪತ್ರಿಕೆಯ ಸಂಪಾದಕರಾಗಿ, ಕಾರ್ಯಾಲಯದ ಪಂಡಿತರಾದ ಮತ್ತೂರಿನ ವೇ|| ಬ್ರ|| ಶ್ರೀ ಚಂದ್ರಮೌಳಿ ಅವಧಾನಿಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ.<br /><br />
				ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ  "ಅಧ್ಯಾತ್ಮ ಪ್ರಕಾಶ ಕಾರ್ಯಾಲಯಕ್ಕೆ" (ಹೊಳೆನರಸೀಪುರ) ಭೇಟಿ ನೀಡಿರಿ.<br /><br />
				ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ ಕೆಳಕಂಡವರನ್ನು ಸಂಪರ್ಕಿಸಿ.<br /><br />
            </div>
				
			<div class="list">
                <ul>
                    <li>ಅ. ಪ್ರ. ಕಾ. ಮ್ಯಾನೇಜರ್  (08175-273820)</li>
                    <li>ಎಂ. ಎಸ್. ಚಂದ್ರಮೌಳಿ ಅವಧಾನಿಗಳು, ಪಂಡಿತರು  (9449976401)</li>
                    <li>ನರಹರಿ ಡಿ. ಎನ್. ಉಪ ವ್ಯವಸ್ಥಾಪಕರು (9845760612)</li>
                    <li>ಸುದರ್ಶನ ಶರ್ಮಾ ಎಂ. ಬಿ. (ಶಾಖಾ ಕಾರ್ಯಾಲಯ ಪಂಡಿತರು) (9844614059)</li>
                    <li>ಮ್ಯಾನೇಜರ್ (ಅ. ಪ್ರ. ಕಾ. ಬೆಂಗಳೂರು) (080-26765548)</li>
                    <li>ಹೆಚ್. ವಿ. ನರಸಪ್ಪ (ಕನ್ವಿನೀರ್) (9449342238, 080-26770316)</li> 
                </ul>
			</div>
		</div>
		<?php include(__DIR__ ."/../inc/include_sidebar.php");?>
        <div class="clearfix"></div>
	</div>

<?php include(__DIR__ ."/../inc/include_footer.php");?>

